/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Annulla";
"Retry" = "Riprova";
"Disconnect" = "Scollega";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Il tuo disco di avvio è quasi pieno.";
"You need to make more space available on your startup disk by deleting files." = "Devi liberare spazio sul disco di avvio cancellando dei documenti.";
"Your disk is almost full." = "Il tuo disco è quasi pieno.";
"The disk " = "Il disco ";
" is almost full. You can delete files on the disk to make more space available." = " è quasi pieno. Puoi cancellare documenti sul disco per liberare spazio.";
"Do not warn me about this disk again" = "Non avvisarmi più a proposito di questo disco";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Il tuo disco di avvio è pieno.";
"Your_disk_is_full." = "Il disco è pieno.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " è pieno. Puoi cancellare dei documenti dal disco per liberare spazio.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Un server che stai utilizzando non risponde alle richieste di blocco dei documenti. Vuoi continuare a contattarlo?";
"Click OK to continue trying to contact the server " = "Fai clic su OK per continuare a contattare il server ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Fai clic su Disattiva Blocchi per disattivare il blocco dei documenti in questo file system. Con questa operazione, è possibile che tutte le applicazioni che usano il blocco documenti in questo file system smettano di funzionare.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Sei sicuro di voler disattivare il blocco dei documenti in questo file system?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Se disattivi il blocco in questo file system, è possibile che tutte le applicazioni che usano il blocco dei documenti in questo file system smettano di funzionare.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Non avvisare più.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Errore lettura/scrittura";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Errore rilevato durante accesso";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Corruzione del file system rilevata";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Corruzione del file system rilevata su";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  Il volume sarà riparato alla prossima attivazione.";
